tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "gcenx/apple"
tap "gcenx/wine"
tap "homebrew/bundle"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gtk4"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "neovim"
brew "rbenv"
brew "zoxide"
cask "alacritty"
cask "mitmproxy"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "mquandalle.graphql"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "waderyan.gitblame"
