tap "hashicorp/tap"
tap "homebrew/bundle"
brew "python@3.12"
brew "awscli"
brew "btop"
brew "glib"
brew "qemu"
brew "lima"
brew "colima"
brew "detect-secrets"
brew "difftastic"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fish"
brew "grep"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "podman"
brew "pre-commit"
brew "pyenv"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sipp"
brew "stow"
brew "tmux"
brew "zoxide"
brew "hashicorp/tap/terraform"
cask "alacritty"
cask "alfred"
cask "aws-vault"
cask "bruno"
cask "firefox"
cask "font-hack-nerd-font"
cask "insomnia"
cask "karabiner-elements"
cask "kitty"
cask "linphone"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "mongodb-compass"
cask "notion"
cask "openvpn-connect"
cask "pgadmin4"
cask "podman-desktop"
cask "postman"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
cask "vlc"
vscode "4ops.terraform"
vscode "asvetliakov.vscode-neovim"
vscode "eamodio.gitlens"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.azure-account"
vscode "orta.vscode-twoslash-queries"
